from wordcloud import STOPWORDS

words = [\
    "但有",\
    "觉得",\
    "只能",\
    "本来",\
    "看到",\
    "已经",\
    "真是",\
    "这个",\
    "不过",\
    "就是",\
    "这样",\
    "那么",\
    "还有",\
    "所以",\
    "出来",\
    "之后",\
    "除了",\
    "实在",\
    
    "有点",\
    "还是",
    "不是",\
    "是不是",\
    
    "没有",\
    
    "但是",\
    "怎么",\
    
    "什么",\
    
    "一部",\
    "一点",\
    "一次",\
    "一个",\
    "一口",\
    "一句",\
    "一定",\
    
    "真的",\
    
    "这种",\
    "这么",\
        
    "第一",\
    "第二",\
    "第三",\
    "第四",\
    "第五",\
    "第六",\
    "第七",\
    "第八",\
    "第九",\
    "第十",\
        
    "第一集",\
    "第二集",\
    "第三集",\
    "第四集",\
    "第五集",\
    "第六集",\
    "第七集",\
    "第八集",\
    "第九集",\
    "第十集",\
    "一集",\
    "二集",\
    "三集",\
    "四集",\
    "五集",\
    "六集",\
    "七集",\
    "八集",\
    "九集",\
    "十集",\
    
    
    "第一季",\
    "第二季",\
    "第三季",\
    "第四季",\
    "第五季",\
    "第六季",\
    "第七季",\
    "第八季",\
    "第九季",\
    "第十季",\
    
    "一季",\
    "二季",\
    "三季",\
    "四季",\
    "五季",\
    "六季",\
    "七季",\
    "八季",\
    "九季",\
    "十季",\
        
        

        
]


def myStopWords():
    for i in words:
        STOPWORDS.add(i)

    return STOPWORDS